Repository: pozsarzs/tubes2-oe
Catalog: languages/tubes2oe_*.po
Languages: hu

source: Sorry, there is off-line mode.
hu: Elnézést, de ez kapcsolat nélküli módban nem lehetséges.

source: black
hu: fekete

source: blue
hu: kék

source: green
hu: zöld

source: red
hu: vörös

source: white
hu: fehér

source: yellow
hu: sárga

source: Select browser application
hu: Válasszon böngészőt

source: Select mailer application
hu: Válasszon levelezőt

source: executables|*.exe|all files|*.*
hu: alkalmazások|*.exe|minden fájl|*.*

source: all files|*.*
hu: minden fájl|*.*

source: Characteristic drawer
hu: Karakterisztika rajzoló

source: Create new project
hu: Új projekt

source: Load project
hu: Projekt betöltése

source: Save project
hu: Projekt mentése

source: Save actual diplay to BMP file
hu: Aktuális kijelző mentése BMP fájlba

source: Import actual table from CSV file
hu: CSV fájl importálása az aktuális táblázatba

source: Export actual table to CSV file
hu: Az aktuális táblázat exportálása CSV fájlba

source: Are you sure? Project is not saved.
hu: Biztosan szeretné? A projekt még nincs mentve!

source: File is exist. Replace?
hu: A fájl létezik, felülírjam?

source: Tubes2 characteristic data files (*.t2c)|*.t2c|
hu: Tubes2 cső karakterisztika adatfájlok (*.t2c)|*.t2c|

source: Bitmap files (*.bmp)|*.bmp|
hu: BMP fájlok (*.bmp)|*.bmp|

source: CSV files (*.csv)|*.csv|
hu: CSV fájlok (*.csv)|*.csv|

source: Cannot write file!
hu: A fájl nem írható!

source: Cannot read file!
hu: A fájl nem olvasható!

source: Subject or note
hu: Tárgy vagy megjegyzés

source: Resolution of Ug/Ia diagram's X axis
hu: Az Ug/Ia diagram X felbontása

source: Resolution of Ug/Ia diagram's Y axis
hu: Az Ug/Ia diagram Y felbontása

source: Resolution of Ua/Ia diagram's X axis
hu: Az Ua/Ia diagram X felbontása

source: Resolution of Ua/Ia diagram's Y axis
hu: Az Ua/Ia diagram Y felbontása

source: resolution:
hu: felbontás:

source: Show/hide grid
hu: A rács megjelenítése/rejtése

source: Show/hide header
hu: A fejléc megjelenítése/rejtése

source: Clear all displays
hu: Minden kijelző törlése

source: Correct value is -9999..9999
hu: A helyes érték: -9999-9999

source: Start drawing
hu: Diagram rajzolása

source: This is not number!
hu: Ez nem szám!

source: Correct value is 1..16!
hu: A helyes érték: 1-16

source: Sort
hu: Rendezés

source: Base
hu: Csőfej

source: Search selected type on internet
hu: A kiválasztott típus keresése az interneten

source: Type search
hu: Típus keresése

source: This is open source version of Tubes2 commercial software.
hu: Ez a Tubes2 kereskedelmi szoftver nyílt forrású változata.

source: Different between both software is database update rate only.
hu: A különbség a két változat között csak az adatbázis frissítés gyakorisága.

source: See Help for more information or order commercial version.
hu: További információért vagy a megrendelésért nyissa meg a Segítséget.

source: (This message will not show again.)
hu: (Ez az üzenet később nem fog megjelenni.)

source: Missing files! Please reinstall application.
hu: Hiányzó fájlok! Telepítse újra a programot.

source: Type
hu: Típus

source: File exists, overwrite?
hu: A fájl létezik, felülírjam?

source: Write error!
hu: Írási hiba!

source: Electron tube datasheet
hu: Elektroncső adatlap

source: Pinout
hu: Lábak

source: Category
hu: Kategória

source: Parameters
hu: Jellemzők

source: Electron tube
hu: Elektroncső

source: Not found
hu: Nincs találat

source: Sorry, there is not help viewer!
hu: Nincs segítség megjelenítő!

source: Save
hu: Mentés

source: Save to file
hu: Mentés másként

source: Function
hu: Funkció

source: Add selected type to bookmarks
hu: Add hozzá a könyvjelzőkhöz

source: Version
hu: Változat

source: Database is corrupt!
hu: Hibás adatbázis!

source: New version of database is available, click on 'Upgrade database' to install it.
hu: Frissebb adatbázis elérhető, használja az 'Adatbázis frissítés'-t a telepítéséhez.

source: Original size
hu: Eredeti méretek

source: Type substitution
hu: Típus helyettesítés

source: Electron tubes
hu: Elektroncsövek

source: Description
hu: Leírás

source: New version of Tubes2 Open edition is available.
hu: A Tubes2 Open edition új kiadása már elérhető.

source: (This message does not show again.)
hu: (Ez az üzenet később nem fog megjelenni.)

source: Homepage
hu: Honlap

source: HTML files (*.html)|*.html| text files (*.txt)|*.txt|
hu: HTML fájlok (*.html)|*.html| szöveges fájlok (*.txt)|*.txt|

source: Show description
hu: A leírás megjelenítése

source: Parameter search
hu: Paraméteres keresés

source: Open manufacturer's website
hu: A gyártó weboldalának megnyitása

source: Open manufacturer's datasheet
hu: A gyártó adatlapjának megnyitása

source: Categories of electron tubes
hu: Elektroncső kategóriák

source: Save datasheet in TXT or HTML format
hu: Adatlap mentése TXT vagy HTML formátumban

source: Tube designation systems
hu: Elektroncső jelölési rendszerek

source: Cannot run browser!
hu: Nem tudom megnyitni a böngészőt!

source: Cannot run mailer!
hu: Nem tudom megnyitni a levelezőt!

source: Show lines
hu: Rács

source: Please visit http://www.pozsarzs.hu for download it.
hu: A letöltéshez látogassa meg a http://www.pozsarzs.hu-t.

source: pinout
hu: labkiosztas

source: On-line pinout searcher
hu: On-line csőfejbekötés kereső

source: Go to website
hu: Weboldal megnyitása

source: Search in all category
hu: Keresés az összes kategóriában

source: Package information
hu: Csomag információ

source: File is not readable.
hu: Az állomány nem olvasható!

source: Licence
hu: Licenc

source: Index file is corrupt!
hu: Hibás az index fájl!

source: Loading...
hu: Betöltés...

source: Bookmarks
hu: Könyvjelzők

source: Useful websites
hu: Hasznos honlapok

source: Pozsi's homepage
hu: Pozsi honlapja

source: Pozsi's webshop
hu: Pozsi webboltja

source: Electron tube pinouts
hu: Elektroncső csőfejbekötések

source: http://www.pozsarzs.hu/en/index.php
hu: http://www.pozsarzs.hu

source: http://webshop.pozsarzs.hu/index.php?language=en
hu: http://webshop.pozsarzs.hu

source: http://pinout.pozsarzs.hu
hu: http://labkiosztas.pozsarzs.hu

source: Datasheet
hu: Elektroncső adatlap

source: Website
hu: Weboldal megnyitása

source: Not found!
hu: Nincs találat

source: Not found.
hu: Nincs találat

source: Open ZIP file
hu: ZIP fájl megnyitása

source: There is no new version of database!
hu: Nincs frissebb adatbázis!

source: Download error!
hu: Letöltési hiba

source: Datafile is installed.
hu: Az adatfájl telepítve.

source: Install error!
hu: Telepítési hiba!

source: Datafile corrupt!
hu: Hibás az adatfájl!

source: File read/write error!
hu: Fálj írás/olvasási hiba!

source: Remove error!
hu: Eltávolítási hiba!

source: Tubes2 needs restart to use new or preinstalled database. Press OK to close application.
hu: Az új vagy az előtelepített adatbázis használatához a program újraindítása szükséges. A kilépéshez nyomja meg az OK-t!

source: ZIP archives|*.zip|all files|*.*
hu: ZIP archívumok|*.zip|all files|*.*

source: &Search
hu: &Keresés

source: &Type search..
hu: &Típus keresése

source: &Save datasheet..
hu: Adatlap &mentése

source: &Upgrade database..
hu: &Adatbázis frissítés..

source: Auto &column size
hu: Auto &oszlop méret

source: Settin&gs..
hu: Beállítás&ok..

source: &Parameter search..
hu: &Paraméteres keresés

source: S&ort..
hu: &Rendezés..

source: &File
hu: &Fájl

source: &Copy pinout to clipboard
hu: Lábkiosztás másolása a vágólapra

source: So&rt..
hu: &Rendezés..

source: Auto &fill
hu: &Auto kitöltés

source: &Copy description to clipboard
hu: Leírás másolása a vágólapra

source: Sho&w description
hu: A leírás &megjelenítése

source: &Help
hu: &Segítség

source: Show &description
hu: A leírás &megjelenítése

source: &Reporting a bug
hu: &Hibajelentés

source: &Search in all categories..
hu: &Keresés az összes kategóriában

source: &Tools
hu: &Eszközök

source: &Type Substitution
hu: &Típus helyettesítés

source: Tube desi&gnation systems
hu: Elektro&ncső jelölési rendszerek

source: Search selected type on &internet
hu: A kiválasztott típus keresése az &interneten

source: &Order commercial release
hu: &Kereskedelmi változat megrendelése

source: Help &content
hu: Segítség &tartalom

source: &Characteristic drawer
hu: &Karakterisztika rajzoló

source: Open manufacturer &website
hu: A gyártó weboldalának megnyitása

source: &Quit
hu: &Kilépés

source: Sho&w lines
hu: &Rács

source: Show descri&ption
hu: A leírás me&gjelenítése

source: Open &datasheet on manufacturer website
hu: A gyártó adatlapjának megnyitása

source: CV (military)
hu: CV (katonai)

source: &Package information
hu: &Csomag információ

source: Li&cence
hu: Lic&enc

source: &Go to homepage
hu: Hon&lap

source: &Bookmarks
hu: Köny&vjelzők

source: &Show bookmarks
hu: &Mutasd a könyvjelzőket

source: &Remove from bookmarks
hu: Be&jegyzés eltávolítása

source: &Add selected type to bookmarks
hu: &Add hozzá a könyvjelzőkhöz

source: European (after 1934)
hu: Európai (1934 után)

source: &About
hu: &Névjegy

source: Soviet/Russian
hu: Szovjet/orosz

source: &View
hu: &Nézet

source: Ug/Ia characteristic
hu: Ug/Ia karakterisztika

source: Ua/Ia characteristic
hu: Ua/Ia karakterisztika

source: &Close
hu: &Bezár

source: About
hu: Névjegy

source: Electron tube catalog
hu: Elektroncső katalógus

source: Licence: GNU GPL 3.0 or later.
hu: Licenc: GNU GPL 3.0 vagy újabb.

source: &Reset
hu: Ú&jra

source: &Jump
hu: U&grás

source: parameter/unit
hu: paraméter/egység

source: result list
hu: eredmény lista

source: &Start sort
hu: &Rendez

source: Base column
hu: Rendezési alap

source: &Browse..
hu: Tallóz..

source: &Download
hu: &Letölt

source: &Remove
hu: &Eltávolítás

source: Upgrade database
hu: Adatbázis frissítés

source: Install and upgrade from file
hu: Telepítés és frissítés fájlból

source: Install and upgrade from internet
hu: Telepítés és frissítés az internetről

source: Remove all upgrade
hu: Az összes frissítés eltávolítása

source: Browse..
hu: Tallóz..

source: Cancel
hu: Mégsem

source: Default
hu: Alap

source: Settings
hu: Beállítások

source: Full off-line mode
hu: Kapcsolat nélküli mód

source: Disable search new version on internet
hu: Új verzió keresése kikapcsolva

source: Browser application
hu: Böngésző alkalmazás

source: Mailer application
hu: Levelező alkalmazás

source: Palette:
hu: Színösszeállítás:

source: Web searcher
hu: Webes kereső

source: General
hu: Általános

source: Web search
hu: Webes keresés

source: Display color
hu: Kijelzőszín
